Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Save and quit.
uk_ua: Зберегти та вийти.

source: Save game.
uk_ua: Зберегти гру.

source: Save me Lord Rava...uhh!
uk_ua: Врятуй мене, лорде Рава... аа!

source: Save names may not end with a dot, or contain two dots or any of the following characters: " * / : < > ? \ | ~
uk_ua: Файли збереження не можуть закінчуватися крапкою, мати дві крапки або жоден з наступних символів: " * / : < > ? \ | ~

source: Save names should not end on '.gz' or '.bz2'. Please remove the extension.
uk_ua: Імена збережень не повинні закінчуватися на '.gz' чи '.bz2'. Видаліть розширення.

source: Save password locally (encrypted)
uk_ua: Зберігати пароль локально (зашифровано)

source: Save replays at the end of scenarios
uk_ua: Зберігати повтори в кінці сценарію

source: Save replays of games on victory in all modes and defeat in multiplayer
uk_ua: Зберігає повтори ігор при перемозі в усіх режимах і при поразці в мультирлеєрі

source: Save the King
uk_ua: Врятувати короля

source: Save the game (without prompting).
uk_ua: Зберегти гру (без підтвердження).

source: Save the game and quit the scenario (without prompting).
uk_ua: Зберегти гру і вийти зі сценарію (без підтвердження).

source: Save those wishes for another life, cur! You kidnapped and slew the Sage Mebrin!
uk_ua: Притримай ті бажання задля наступного, волоцюго! Ви викрали та вбили Мудреця Мербіна!

source: Save-loading
uk_ua: Збереження та завантаження

source: Saved
uk_ua: Збережено

source: Saved Games
uk_ua: Збережені ігри

source: Saved games:
uk_ua: Збережені ігри:

source: Saving Parthyn
uk_ua: Порятунок Парсину

source: Scales all text up or down from the standard size for your resolution. Warning: Scaling text up may cause issues in the in-game sidebar.
uk_ua: Збільшує або зменшує розмір усіх шрифтів відносно стандартного для вашої роздільної здатності. Увага: Масштабування шрифту може створювати проблеми у відображенні бокової панелі.

source: Scaly the Serpent
uk_ua: Змій Лускатий

source: Scarecrow
uk_ua: Опудало

source: Scenario
uk_ua: Сценарій

source: Scenario Editor
uk_ua: Редактор сценарію

source: Scenario Report
uk_ua: Звіт про сценарій

source: Scenario Settings
uk_ua: Налаштування сценарію

source: Scenario can't be activated. Some dependencies are missing:
uk_ua: Сценарій не може бути активований. Відсутні деякі залежності:

source: Scenario saved.
uk_ua: Сценарій збережено.

source: Scenario start
uk_ua: Початок сценарію

source: Scenario where the objective is to survive for as long as possible.
uk_ua: Сценарій, завданням якого є вижити на максимально можливий термін.

source: Scenarios
uk_ua: Сценарії

source: Scenarios saved from the editor in their default folder can be selected in the <i>Custom Scenarios</i> section of the Multiplayer “Create Game” screen.
uk_ua: Якщо ви у редакторі збережете сценарій у типову теку, то його можна буде завантажити у мультиплеєрі, вибравши розділ <i>Користувацькі сценарії</i> на екрані створення гри.

source: Scenery
uk_ua: Декорації

source: Sceptre of Fire
uk_ua: Вогняний Скіпетр

source: Schedule
uk_ua: Розклад

source: Scholars differ as to the ancestry of the Water Serpent. Some hold that they are the immature young, or mature cousins, of Sea Serpents. Others hold them up as a primitive offshoot of the Nagas. What is certain is that it is wise to avoid waters where they are known to congregate.
uk_ua: Учені розходяться в думках щодо походження Водяного змія. Деякі вважають їх молодняком або спорідненим видом Морського змія. Інші переконані, що це примітивне відгалеження в розвитку Наг. Точно можна сказати лише одне: краще не лізти в ті води, де вони збираються.

source: School
uk_ua: Школа

source: Sconce
uk_ua: Підсвічник

source: Scorpion
uk_ua: Скорпіон

source: Scottish Gaelic Translation
uk_ua: Шотландський гельський переклад

source: Screenshot
uk_ua: Знімок екрану

source: Screenshots:
uk_ua: Знімки екрану:

source: Script-doctoring and cleanup for mainline
uk_ua: Коригування кампанії

source: Scroll Down
uk_ua: Прокрутити вниз

source: Scroll Left
uk_ua: Прокрутити вліво

source: Scroll Palette Left
uk_ua: Крутити палітру вліво

source: Scroll Palette Right
uk_ua: Крутити палітру вправо

source: Scroll Right
uk_ua: Прокрутити вправо

source: Scroll To
uk_ua: Прокрутити до

source: Scroll Up
uk_ua: Прокрутити вгору

source: Scroll speed:
uk_ua: Швидкість гортання:

source: Scroll to Leader
uk_ua: Прокрутити до лідера

source: Sea Orc
uk_ua: Морський орк

source: Sea Serpent
uk_ua: Морський змій

source: Sea Serpents incite fear and awe in fishermen and sailors, figuring often in folklore as wrathful deities of the sea. Capable of destroying ships effortlessly, and possessed of seemingly endless strength and vitality, these elusive leviathans are destructive and relentless to any who try to combat them. Generally living in the deep seas, Sea Serpents are imposing even to the elite merfolk warriors, and are the reason they seldom inhabit waters far from the shore.
uk_ua: Морські змії вселяють страх та трепет у душі рибаків та моряків, у народній творчості часто трапляються як розгнівані боги морів. Вони здатні легко розторощити корабель, мають, на перший погляд, нескінченну силу та живучість, згубні та безжальні до тих, хто наважився кинути їм виклик. Зазвичай, морські змії мешкають у глибоких водах, і навіть найкращі воїни водяних обпливають їх десятою дорогою. Це, до речі, одна з причин, чому водяні, як правило, живуть біля берега.

source: Seaport
uk_ua: Гавань

source: Search
uk_ua: Пошук

source: Search for unit name, unit type name, unit level, or trait
uk_ua: Шукати ім'я бійця, назву типу бійця, рівень бійця або особливість

source: Searching for installed add-ons
uk_ua: Пошук встановлених аддонів

source: Seashells
uk_ua: Черпашки

source: Second Afternoon
uk_ua: Другий день

source: Second Dawn
uk_ua: Другий світанок

source: Second Dusk
uk_ua: Другі сутінки

source: Second Midday
uk_ua: Другий полудень

source: Second Morning
uk_ua: Другий ранок

source: Second Oracle
uk_ua: Другий оракул

source: Second Watch
uk_ua: Друга варта

source: Second Watch — Fifth Hour
uk_ua: Друга варта — П'ята година

source: Second Watch — First Hour
uk_ua: Друга варта — Перша година

source: Second Watch — Fourth Hour
uk_ua: Друга варта — Четверта година

source: Second Watch — Second Hour
uk_ua: Друга варта — Друга година

source: Second Watch — Sixth Hour
uk_ua: Друга варта — Шоста година

source: Second Watch — Third Hour
uk_ua: Друга варта — Третя година

source: Second, I know the way to the mysterious lands of the east. Addroran, I was your son’s navigator and companion. Believe me, you must go east.
uk_ua: По-друге, я знаю дорогу до невідомих земель на сході. Аддроране, я була штурманом і супутником твого сина. Повірте, потрібно йти на схід.

source: Secondary Authors:
uk_ua: Другорядні автори:

source: Secret
uk_ua: Таємниця

source: Secrets of the Ancients
uk_ua: Таємниці древніх

source: See this dark blue water? It’s too deep for either side to cross. The orcs could slowly wade through that narrow band of shallow lighter-blue water in the north; but we could stand on the shore and force them to fight us from the water, where they are exposed and we are protected by the forest.
uk_ua: Бачиш цю темно-синю воду? Вона занадто глибока — ні ми, ні вони не зможемо по ній пройти. Вони можуть повільно йти по вузькій смужці мілководдя на півночі (світло-синя вода); але ми можемо зайняти узбережжя і змусити їх битися у воді — так що вони будуть вразливі, ми ж — під захистом лісу.

source: Seimus
uk_ua: Сеймус

source: Select
uk_ua: Вибрати

source: Select All
uk_ua: Вибрати всі

source: Select Character
uk_ua: Виберіть Героя

source: Select Hex
uk_ua: Вибрати клітинку

source: Select Inverse
uk_ua: Вибрати інверсно

source: Select None
uk_ua: Скинути вибір

source: Select Tool
uk_ua: Інструмент вибору

source: Select a topic:
uk_ua: Вибрати тему:

source: Select an icon file
uk_ua: Обрати файл іконки

source: Select at which point to begin this campaign.
uk_ua: Виберіть точку початку цієї кампанії.

source: Select difficulty:
uk_ua: Оберіть рівень складності:

source: Select nineteen hexes at a time.
uk_ua: Обрати дев'ятнадцять клітинок одночасно.

source: Select seven hexes at a time.
uk_ua: Обрати сім клітинок одночасно.

source: Select single hexes.
uk_ua: Обрати одиночні клітинки.

source: Select the add-on version
uk_ua: Обрати версію аддону

source: Select the faction and leader for this side
uk_ua: Вибрати фракцію і лідера для цієї сторони

source: Select three hexes in a line.
uk_ua: Обрати лінію з трьох клітинок.

source: Select/Move/Attack
uk_ua: Вибір/Рух/Атака

source: Selected Game
uk_ua: Вибрана гра

source: Selection Tool
uk_ua: Інструмент вибору

source: Semi-dry Grass
uk_ua: Напівсуха трава

source: Send Private Message
uk_ua: Надіслати особисте повідомлення

source: Send a private message to a user. When in a game, it is not possible to send private messages to players who are currently controlling a side in the same game.
uk_ua: Відправити користувачеві приватне повідомлення. Ви не можете відправляти приватні повідомлення гравцям, що грають ту ж партію, що і Ви.

source: Send a private message. You cannot send private messages to players in a running game you observe or play in.
uk_ua: Відправити приватне повідомлення. Ви не можете відправляти приватні повідомлення гравцям, що грають з вами або спостерігають.

source: Send a query to the server. Without arguments the server should tell you the available commands.
uk_ua: Відіслати запит на сервер. Без параметрів - сервер видасть список доступних команд.

source: Send an emotion or personal action in chat.
uk_ua: Відправити емоцію або персональну дію в чаті.

source: Send some data to the server. Can be used to verify the network connection and notice disconnects.
uk_ua: Відправити дані до серверу. Це може бути використано, щоб перевірити мережеве з'єднання та виявити відключення.

source: Send to allies only
uk_ua: Відправити лише союзникам

source: Send to observers only
uk_ua: Відправити лише спостерігачам

source: Sending add-on <i>$addon_title</i>...
uk_ua: Відсилаю аддон <i>$addon_title</i>...

source: Sending an update pack for the add-on <i>$addon_title</i>...
uk_ua: Відсилаю оновлення аддону <i>$addon_title</i>...

source: Senior Village Elder
uk_ua: Старійшина села

source: Separate the Dark Adept from his guards and attack in force for an easy kill.
uk_ua: Відокремте Темного адепта від його охоронців та бийте його ближньою атакою задля легкої перемоги.

source: Seran
uk_ua: Сіран

source: Serbian Translation
uk_ua: Сербський переклад

source: Sergeant
uk_ua: Сержант

source: Sergeants are low-ranking officers of human armies. Though academically trained, they need some experience in the field before their leadership is sound and acknowledged. Still, their diligent bearing and basic insight of combat means they can more effectively rouse civilians and peasants in trying situations.
uk_ua: Сержант — це молодший офіцер армії. Хоча він і вчився в академії, але повинен набрати бойового досвіду, перш ніж його лідерство стане міцним і визнаним. Тим не менш, вони старанні і розуміють основи бою, тому у важких ситуаціях сержант здатний повести в бій селян та інших цивільних.

source: Server Executable
uk_ua: Виконуваний файл серверу

source: Server Information
uk_ua: Інформація про сервер

source: Server disconnect timeout
uk_ua: Тайм-аут відключення від сервера

source: Server is in read-only mode.
uk_ua: Сервер працює лише в режимі зчитування.

source: Server message
uk_ua: Повідомлення від серверу

source: Server-side redirect loop
uk_ua: Циклічне перенаправлення з боку сервера

source: Server:
uk_ua: Сервер:

source: Set Label
uk_ua: Задати мітку

source: Set Team Label
uk_ua: Задати мітку команди

source: Set a scenario variable.
uk_ua: Задати змінну в сценарії.

source: Set behavior...
uk_ua: Задати поведінку...

source: Set maximum number of automatic saves to be retained
uk_ua: Встановити максимальну кількість автозбережень

source: Set objective...
uk_ua: Задати ціль...

source: Set or show alias to a command
uk_ua: Встановити/показати псевдонім команди

source: Set side to idle
uk_ua: Призначити сторону вільною

source: Set special orders...
uk_ua: Дати спеціальні накази...

source: Set the command used by the custom command hotkey
uk_ua: Змінити команду на гарячій клавіші

source: Set the frequency of unit idle animations
uk_ua: Задати частоту анімації при бездіяльності

source: Set the global pixel scale multiplier. A pixel scale multiplier of 2 will make everything look twice as large.
uk_ua: Встановити глобальний помножувач розміру пікселів. Множник розміру пікселів 2 зробить усе на екрані вдвічі більшим.

source: Set the number of chat lines shown
uk_ua: Задати кількість показуваних рядків в чаті

source: Set the password that people wanting to join your game as players must enter
uk_ua: Встановлює пароль, який повинні ввести охочі приєднатися до гри

source: Settings
uk_ua: Налаштування

source: Several days later Prince Haldric departs in his ship, the Eldaric, his home and the Green Isle lost to him forever. Before him lay a vast expanse of stormy seas, and the mysterious island that Lady Jessene has mentioned, and even more exotic lands even further to the East.
uk_ua: Через декілька днів принц Хальдрік відплив на кораблі на ймення "Ельдарік", назавжди покинувши свій дім і Зелений острів. Перед ним лежали простори бурхливого моря, і загадкова суша, про яку говорила леді Джессен, і ще більш екзотичні землі далеко на сході.

source: Several months pass. Jessene has translated Lich-Lord Caror’s Book of Fire and Darkness. Prince Haldric is busy probing the secrets of the Ruby of Fire.
uk_ua: Минуло декілька місяців. За цей час Джессен переклала Книгу Вогню і Пітьми владики Карора, а Принц Хальдрік намагався осягнути таємниці Вогняного Рубіна.

source: Several of our scouting bands were ambushed recently. These orcs must have been among those who slew our kinsmen. It is all the better we slaughtered them here!
uk_ua: Декілька груп наших розвідників потрапило в засідку. Ці орки точно були серед тих, хто погубив нашу рідню. Сподіваюся, ми знищили їх усіх тут!

source: Several platoons of troops were supposed to arrive today. I wonder if something happened to them.
uk_ua: Сьогодні мало прибути кілька загонів солдат. Цікаво, чи не сталося з ними чогось.

source: Sewer of Southbay
uk_ua: Каналізація Південної Бухти

source: Sewer — Danger Keep Out!
uk_ua: Каналізація — Небезпечно, не входити!

source: Shadow
uk_ua: Тінь

source: Shadow Jumping Spider
uk_ua: Тіньовий стрибунець

source: Shadow Lord
uk_ua: Тіньовий лорд

source: Shadow Mage
uk_ua: Тіньовий маг

source: Shadows in the Dark
uk_ua: Тіні в Темряві

source: Shallow Water
uk_ua: Мілка вода

source: Shallow water
uk_ua: Мілка вода

source: Share Vision:
uk_ua: Поділитися оглядом:

source: Shared vision:
uk_ua: Спільний огляд:

source: She and her people have been of great service to me. Open the gates, let them in.
uk_ua: Вона і її люди вірно служили нам. Відкрийте ворота, впустіть їх.

source: She has taken control of the Bay of Pearls, long held by the mer, and has turned them into slaves. There they dive for pearls by which she grows richer every day. There are even rumors that she may break the ancient treaty and attack Elensefar!
uk_ua: Вона захопила Затоку Перлів, котрою спрадавна володіли водяники, та загнала їх в рабство. Там вони кожного дня пірнають за перлами, безперервно збільшуючи її статки. Ходять чутки, що вона може порушити давню угоду і напасти на Еленсефар!

source: She is so...
uk_ua: Вона така...

source: She kill drakes. If you are her friend, we will kill you. We do not want MORE merfolk blasting and stabbing.
uk_ua: Вона вбиває дрейків. Якщо ви її друзі, то ми вас уб'ємо. Ми більше не хочемо, щоб тут було ЩЕ БІЛЬШЕ водяних, що стріляють та колють.

source: She must be in league with the dead, so crush her too.
uk_ua: Вона, мабуть, разом із мертв'яками. Розтовчи і її теж.

source: She.
uk_ua: Вона.

source: Sheesh, Garrath, won’t you make up your mind already?!
uk_ua: Шиш, Гаррате, та коли ж ти визначишся вже?!

source: Shek’kahan
uk_ua: Шек-кахан

source: Shelter
uk_ua: Сховище

source: She’ll tell me not to be sad, of course. That life just be a big adventure and filled with fun, that I shouldn’t think about stuffs I can’t change. The world be huge and vast, much bigger than small little people like me. I don’t got the power to change it, so why not try to live as best I can? Besides, she’ll say that I still gots me a little piece of her in Harper, so I should cherish the lass.
uk_ua: Звісно, вона казала не сумувати. Шо життя се велика пригода, наповнена веселощами, і шо я ні маю думати про речі, шо ні здатен змінити. Світ великий та просторий, набагато більший, ніж тікі малі люди типу мене. Я не маю сили змінити його, то чому б не жити для свого задоволення? Крім того, вона б сказала, шо я досі маю шматочок її в Харпер, тому мні треба дорожити дівкою.

source: She’s clever! Maybe I made the wrong choice. Well, at least she left some of her gold behind...
uk_ua: А вона розумна! Можливо, я зробив неправильний вибір. Що ж, принаймні, вона залишила трохи золота...

source: She’s just full of surprises.
uk_ua: Та вона просто повна сюрпризів.

source: She’s... She’s beautiful.
uk_ua: Вона... Вона красива.

source: Shield with your zone of control (ZOC)
uk_ua: Захищайтесь за допомогою зон контролю (ЗК)

source: Shift + left-click: paint base layer only
uk_ua: Shift + ліва кнопка миші: малювати лише на базовому шарі

source: Shift + left-click: paint overlay layer only
uk_ua: Shift + ліва кнопка миші: малювати лише на верхньому шарі

source: Ship
uk_ua: Корабель

source: Ships! Nobody said anything about ships. Will this torture ever end! Ahh, the orcs will help take my mind off things.
uk_ua: Кораблі! Ніхто нічого не казав про кораблі. Закінчаться ці тортури коли-небудь чи ні!? Ааа, орки допоможуть мені відволіктися.

source: Shipwreck
uk_ua: Уламки судна

source: Ship’s Crew
uk_ua: Екіпаж корабля

source: Shire
uk_ua: Графство

source: Shirk not your duty, soldier. When the boat arrives, this is where Prince Haldric must go to lead you to the ship. Until then, help us defend against the orcs.
uk_ua: Не ухиляйся від свого боргу, солдате. Коли прибуде корабель, принц Хальдрік поведе вас на борт. Доти, допомагайте нам захищатися від орків.

source: Shock Trooper
uk_ua: Ударний піхотинець

source: Shock troopers are the elite of the heavy infantry, and a significant part of their use is mere intimidation. The only men who can enter their ranks are prodigiously well-built, and when clad in black plate brimming with spikes, they are a fearsome sight to behold. The sight of Shock Troopers breaking an enemy often does the same to the morale of any opposition, who sometimes wonder if such armor covers monsters, rather than men. The drawback of such heavy armor is, of course, the time it takes to move into and out of combat.
uk_ua: Ударні піхотинці — еліта важкої піхоти, і велика частина їх виходів на полі бою — просто акції залякування. Лише люди міцної статури можуть вступити в їх ряди, а коли вони закуті в чорну клепану панцирну броню вкриту шипами, то своїм видом злякають будь-кого. Часто досить лише виду ударної піхоти, що долає ворога, щоб підірвати мораль будь-якого противника; той іноді думає, що такі обладунки швидше отукують чудовиськ, ніж людей. Недоліком подібної важкої броні, звичайно, являється великий час, необхідний для вступу і виходу з битви.

source: Shore
uk_ua: Берег

source: Short Sword
uk_ua: Короткий меч

source: Should $unit.name pick up the trident?
uk_ua: Хай $unit.name візьме тризуб?

source: Should I retreat?
uk_ua: Може, відступити?

source: Should I use this potion?
uk_ua: Чи варто використовувати це зілля?

source: Show Battle for Wesnoth help
uk_ua: Показати довідку Battle for Wesnoth

source: Show Credits
uk_ua: Показати авторів

source: Show Enemy Moves
uk_ua: Показувати рухи ворога

source: Show Helptip
uk_ua: Показати Підказку

source: Show Labels
uk_ua: Показувати мітки

source: Show Lua Console
uk_ua: Показати консоль Lua

source: Show Sails and Rigging
uk_ua: Показати вітрила й такелаж

source: Show a blank area outside the map, instead of the floating island with cliffs.
uk_ua: Показати порожню область за межами карти замість літаючого острова зі скелями.

source: Show a colored circle around the base of each unit to show which side it is on
uk_ua: Показувати кольорові круги навколо кожного бійця, щоб розрізняти, хто на чиїй стороні

source: Show a gamestate variable.
uk_ua: Показати значення gamestate.

source: Show a scenario variable.
uk_ua: Показати змінну сценарію.

source: Show all
uk_ua: Показати все

source: Show all kinds of terrain
uk_ua: Показати усі різновиди місцевості

source: Show all lobby joins
uk_ua: Показувати усі підключення в фойє

source: Show all translations in the in-game language selection list, even if they are deemed insufficiently complete.
uk_ua: Показувати всі переклади у списку вибору мови в грі, навіть якщо вони вважаються недостатньо повними.

source: Show all unit types in help
uk_ua: Показувати в довідці всі типи бійців

source: Show all unit types in the help (requires restart). If unset, only units that have been encountered will be shown.
uk_ua: Показувати в довідці всі типи бійців (потрібен перезапуск). Якщо вимкнено, будуть показуватися лише ті бійці, що зустрічались у грі.

source: Show ally orb
uk_ua: Показувати сферу союзника

source: Show amount of damage inflicted or healed as fading labels above units
uk_ua: Показувати величину шкоди і зцілення тимчасовими написами над бійцем

source: Show campaigns completed at easiest difficulty
uk_ua: Показувати кампанії, що пройдені на найлегшій складності

source: Show campaigns completed at hardest difficulty
uk_ua: Показувати кампанії, що пройдені на важкій складності

source: Show campaigns completed at intermediate difficulties
uk_ua: Показувати кампанії, що пройдені на середній складності

source: Show campaigns not completed by player
uk_ua: Показувати непройдені гравцем кампанії

source: Show color cursors
uk_ua: Показувати кольорові курсори

source: Show combat
uk_ua: Показувати бій

source: Show completed campaigns
uk_ua: Показувати пройдені кампанії

source: Show deprecation messages in-game
uk_ua: Показувати у грі відхилені повідомлення

source: Show enemy orb
uk_ua: Показувати сферу ворога

source: Show games that include players you have blocked
uk_ua: Показувати ігри, що включають заблокованих гравців

source: Show in-progress or abandoned translations
uk_ua: Показувати неповні та закинуті переклади

source: Show lobby joins of friends only
uk_ua: Показувати лише підключення друзів в фойє

source: Show messages about all players joining the multiplayer lobby
uk_ua: Показувати повідомлення про всіх гравців, що зайшли в фойє

source: Show messages about your friends joining the multiplayer lobby
uk_ua: Показувати повідомлення про друзів, що зайшли в фойє

source: Show moved orb
uk_ua: Показувати сферу якщо походив

source: Show next tip of the day
uk_ua: Показати наступну пораду дня

source: Show only villages
uk_ua: Показати лише села

source: Show only water terrains
uk_ua: Показати лише водяну місцевість

source: Show or Hide Labels
uk_ua: Показувати або сховати мітки

source: Show partially moved orb
uk_ua: Показувати сферу, якщо частково ходив

source: Show pickup confirmation
uk_ua: Показати підтвердження підбору

source: Show plans for $player
uk_ua: Показати плани $player

source: Show previous tip of the day
uk_ua: Показати попередню пораду дня

source: Show replay
uk_ua: Показати повтор

source: Show saves from a different version of Wesnoth
uk_ua: Показати збереження з інших версій Весноту
